Repository: gkarsay/parlatype
Catalog: help/*/*.po
Languages: ta

# _
source: translator-credits
ta: மொழிபெயர்ப்பாளர்-வரவு

# text
source: Parlatype
ta: பரிதி

# link
source: Parlatype
ta: பரிதி

source: Gabor Karsay
ta: கபோர் கார்சே

source: <app>Parlatype</app> is an easy to use media player. Its main purpose is to help you transcribing speech.
ta: <app>பார்லாடைப் </app> மீடியா பிளேயரைப் பயன்படுத்த எளிதானது. அதன் முக்கிய நோக்கம் பேச்சைப் படியெடுக்க உங்களுக்கு உதவுவதாகும்.

source: <_:media-1/> Parlatype
ta: <_: மீடியா -1/> பரிதி

source: For a quick overview have a look at <link xref="first-steps"/>. Other topics are covered below.
ta: விரைவான கண்ணோட்டத்திற்கு <link xref="first-steps"/>ஐப் பாருங்கள். பிற தலைப்புகள் கீழே உள்ளன.

source: Help topics
ta: தலைப்புகளுக்கு உதவுங்கள்

source: Drop files, file names or timestamps on Parlatype
ta: பார்லேட்டிபேயில் கோப்புகள், கோப்பு பெயர்கள் அல்லது நேர முத்திரைகளை விடுங்கள்

source: Drag and Drop
ta: இழுத்து விடுங்கள்

source: You can drop files, file names or timestamps on <app>Parlatype</app>’s window.
ta: <app>பார்லாடைப் </app> இன் சாளரத்தில் கோப்புகள், கோப்புப் பெயர்கள் அல்லது நேர முத்திரைகளை நீங்கள் கைவிடலாம்.

source: Files: Drag and drop a file from a file manager, e.g. <app>Files</app>, on <app>Parlatype</app> and it will open that file.
ta: கோப்புகள்: கோப்பு மேலாளரிடமிருந்து ஒரு கோப்பை இழுத்து விடுங்கள், எ.கா. <app>கோப்புகள் </app>, <app> parlatype </app> இல், அது அந்தக் கோப்பைத் திறக்கும்.

source: File names: Select a file name from a word processor, e.g. <app>LibreOffice</app>, drop the selected text on <app>Parlatype</app> and it will open that file. This will always work if the selection contains a full path. If you select the name only, <app>Parlatype</app> will look up its full path in the list of recent files and open it if it can find it in that list.
ta: கோப்புப் பெயர்கள்: ஒரு சொல் செயலியிலிருந்து கோப்பு பெயரைத் தேர்ந்தெடுக்கவும், எ.கா. <app>லிப்ரேஃபிச் </app>, தேர்ந்தெடுக்கப்பட்ட உரையை <app>பார்லாடைப் </app> இல் விடுங்கள், அது அந்தக் கோப்பைத் திறக்கும். தேர்வில் முழு பாதை இருந்தால் இது எப்போதும் செயல்படும். நீங்கள் பெயரை மட்டும் தேர்ந்தெடுத்தால், <app> பார்லாடைப் </app> அதன் முழு பாதையையும் அண்மைக் கால கோப்புகளின் பட்டியலில் பார்த்து, அதை அந்தப் பட்டியலில் கண்டுபிடிக்க முடிந்தால் அதைத் திறக்கும்.

source: Timestamps: You can drag and drop timestamps to <app>Parlatype</app>. Select a timestamp from a word processor, e.g. <app>LibreOffice</app>, drop the selected text on <app>Parlatype</app> and it will jump to that position.
ta: நேர முத்திரைகள்: நீங்கள் நேர முத்திரைகளை <app> பார்லாடைப் </app> க்கு இழுத்து விடலாம். ஒரு சொல் செயலியிலிருந்து நேர முத்திரையைத் தேர்ந்தெடுக்கவும், எ.கா.<app>லிப்ரேஃபிச் </app>, தேர்ந்தெடுக்கப்பட்ட உரையை <app>பார்லாடைப் </app> இல் விடுங்கள், அது அந்த நிலைக்குச் செல்லும்.

source: First steps with Parlatype
ta: பார்லாடைப் கொண்டு முதல் படிகள்

source: First Steps With Parlatype
ta: பார்லாடைப் கொண்டு முதல் படிகள்

source: <app>Parlatype</app> is an easy to use audio player to help you transcribing or annotating recorded speech. You need to run a word processor, e.g. <app>LibreOffice</app>, too. Launch <app>Parlatype</app> and open an audio file by clicking on the <gui>Open</gui> button in the upper left corner.
ta: <app> பார்லாடைப் </app> பதிவுசெய்யப்பட்ட பேச்சைப் படியெடுக்க அல்லது சிறுகுறிப்பு செய்ய உங்களுக்கு உதவ ஆடியோ பிளேயரைப் பயன்படுத்த எளிதானது. நீங்கள் ஒரு சொல் செயலியை இயக்க வேண்டும், எ.கா. <app>லிப்ரேஃபிச் </app>, கூட. <app> parlatype </app> ஐத் தொடங்கி, மேல் இடது மூலையில் உள்ள <gui> திறந்த </gui> பொத்தானைக் சொடுக்கு செய்வதன் மூலம் ஆடியோ கோப்பைத் திறக்கவும்.

source: You can also drag and drop a file on <app>Parlatype</app>.
ta: <app> பார்லாடைப் </app> இல் ஒரு கோப்பை இழுத்து விடலாம்.

source: In the lower left corner there are the controls with a <gui>Play</gui> button which toggles between play and pause. Whenever you pause, <app>Parlatype</app> rewinds a few seconds to make it easier to resume. This can be changed in the Preferences dialog.
ta: கீழ் இடது மூலையில் ஒரு <gui> ப்ளே </gui> பொத்தானைக் கொண்ட கட்டுப்பாடுகள் உள்ளன, இது நாடகத்திற்கும் இடைநிறுத்தத்திற்கும் இடையில் மாறுகிறது. நீங்கள் இடைநிறுத்தும்போதெல்லாம், <app> பார்லாடைப் </app> மீண்டும் தொடங்குவதை எளிதாக்க சில வினாடிகள் முன்னாடி. விருப்பத்தேர்வுகள் உரையாடலில் இதை மாற்றலாம்.

source: The buttons <gui>Skip backward</gui> and <gui>Skip forward</gui> in the lower left corner skip a few seconds back or ahead. The amount of time can be changed in the Preferences dialog.
ta: பொத்தான்கள் <gui> பின்தங்கிய </gui> மற்றும் <gui> முன்னோக்கி தவிர்க்கவும் </gui> கீழ் இடது மூலையில் சில வினாடிகளுக்கு பின்னால் அல்லது முன்னால் தவிர்க்கவும். விருப்பத்தேர்வுகள் உரையாடலில் நேரத்தின் அளவை மாற்றலாம்.

source: The view scrolls automatically so that the cursor is always visible. You can scroll manually by clicking on or dragging the scroll bar or using the standard keybindings. Automatic scrolling is stopped then.
ta: கர்சர் எப்போதும் தெரியும் வகையில் காட்சி சுருள்கள் தானாகவே. உருள் பட்டியைக் சொடுக்கு செய்வதன் மூலம் அல்லது இழுத்துச் செல்வதன் மூலம் அல்லது நிலையான விசைப்பலகைகளைப் பயன்படுத்துவதன் மூலம் நீங்கள் கைமுறையாக உருட்டலாம். தானியங்கி ச்க்ரோலிங் அப்போது நிறுத்தப்பட்டது.

source: To get back to the cursor’s position and let the view scroll automatically again, click on the menu button showing the time and then on <gui>Go to Cursor</gui>. Clicking on the <gui>Play</gui> button also turns automatic scrolling on.
ta: கர்சரின் நிலைக்குத் திரும்பவும், பார்வைக் உருட்டலை மீண்டும் தானாகவே அனுமதிக்கவும், நேரத்தைக் காட்டும் பட்டியல் பொத்தானைக் சொடுக்கு செய்து, பின்னர் <gui> கர்சர் </gui> க்குச் செல்லவும். <gui> ப்ளே </gui> பொத்தானைக் சொடுக்கு செய்வதும் தானியங்கி ச்க்ரோலிங் இயக்குகிறது.

source: Clicking in the view with the right mouse button will put the cursor there. The left mouse button is for <link xref="selections"/>.
ta: சரியான சுட்டி பொத்தானைக் கொண்டு காட்சியில் சொடுக்கு செய்வது கர்சரை அங்கே வைக்கும். இடது சுட்டி பொத்தான் <link xref="selections"/>க்கும்.

source: The <gui>speed scale</gui> next to the <gui>Volume</gui> button in the lower right corner lets you adjust the speed of playback. A value of 1 means normal speed, everything lower (down to 0.5) is slower, everything above is faster.
ta: <gui> வேக அளவுகோல் </gui> <gui> தொகுதி </gui> க்கு அடுத்ததாக வலது மூலையில் உள்ள பொத்தானை பின்னிணைப்பின் வேகத்தை சரிசெய்ய உங்களை அனுமதிக்கிறது. 1 இன் மதிப்பு என்பது சாதாரண விரைவு என்று பொருள், எல்லாம் குறைவாக (0.5 வரை) மெதுவாக உள்ளது, மேலே உள்ள அனைத்தும் வேகமாக இருக்கும்.

source: Standard keyboard shortcuts in Parlatype
ta: பார்லேட்டிபேயில் நிலையான விசைப்பலகை குறுக்குவழிகள்

source: Keyboard Shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Standard Shortcut keys
ta: நிலையான குறுக்குவழி விசைகள்

source: To Do This
ta: இதைச் செய்ய

source: Press This
ta: இதை அழுத்தவும்

source: Show help
ta: உதவியைக் காட்டு

source: Open file
ta: கோப்பை திற

source: <keyseq><key>Ctrl</key><key>o</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> o </key> </keyseq>

source: Play/Pause
ta: விளையாடு/இடைநிறுத்தம்

source: <keyseq><key>Ctrl</key><key>Space</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> விண்வெளி </key> </keyseq>

source: Go to …
ta: இங்குச் செல்…

source: <keyseq><key>Ctrl</key><key>g</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> ஐயா </key> </keyseq>

source: Skip backward
ta: பின்தங்கிய நிலையில் தவிர்க்கவும்

source: <keyseq><key>Ctrl</key><key>a</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> a </key> </keyseq>

source: Skip forward
ta: முன்னோக்கி செல்லுங்கள்

source: <keyseq><key>Ctrl</key><key>s</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> கள் </key> </keyseq>

source: Copy timestamp
ta: நேர முத்திரையை நகலெடுக்கவும்

source: <keyseq><key>Ctrl</key><key>c</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> சி </key> </keyseq>

source: Insert timestamp
ta: நேர முத்திரையைச் செருகவும்

source: <keyseq><key>Ctrl</key><key>v</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> வி </key> </keyseq>

source: Zoom in
ta: பெரிதாக்கு

source: <keyseq><key>Ctrl</key><key>+</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key>+</key> </keyseq>

source: Zoom out
ta: சிறிதாக்கு

source: <keyseq><key>Ctrl</key><key>-</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key>-</key> </keyseq>

source: Quit
ta: வெளியேறு

source: <keyseq><key>Ctrl</key><key>q</key></keyseq>
ta: <keyseq> <key> கட்டுப்பாடு </key> <key> q </key> </keyseq>

source: Creative Commons Attribution-ShareAlike 4.0 International
ta: கிரியேட்டிவ் காமன்ச் பண்புக்கூறு-சேர்அலைக் 4.0 சர்வதேசம்

source: This work is licensed under a <_:link-1/> license.
ta: இந்த வேலை <_: இணைப்பு -1/> உரிமத்தின் கீழ் உரிமம் பெற்றது.

source: How to play and repeat a selection
ta: ஒரு தேர்வை எவ்வாறு விளையாடுவது மற்றும் மீண்டும் செய்வது

source: Selections
ta: தேர்வுகள்

source: You can select a piece of the waveform with the mouse. Next time you press <gui>Play</gui>, it will play the selection only. When it is finished and you press <gui>Play</gui> again, it will loop the selection once.
ta: மவுசுடன் அலைவடிவத்தின் ஒரு பகுதியை நீங்கள் தேர்ந்தெடுக்கலாம். அடுத்த முறை நீங்கள் <gui> ப்ளே </gui> ஐ அழுத்தும்போது, அது தேர்வை மட்டுமே இயக்கும். அது முடிந்ததும், நீங்கள் <gui> ப்ளே </gui> ஐ அழுத்தும்போது, அது ஒரு முறை தேர்வை சுழற்றும்.

source: When in selection mode, you can not exit the selection anymore until you deselect it.
ta: தேர்வு பயன்முறையில் இருக்கும்போது, தேர்வை நீங்கள் தேர்வுநீக்கும் வரை நீங்கள் வெளியேற முடியாது.

source: Selections can be made with the mouse (or pointer device) with a left click, holding the mouse button and dragging the pointer. If you click with <key>Shift</key> key pressed, an already existing selection will be enlarged to that point.
ta: சுட்டி (அல்லது சுட்டிக்காட்டி சாதனம்) இடது கிளிக்கில், சுட்டி பொத்தானை பிடித்து சுட்டிக்காட்டி இழுத்துச் செல்லலாம். <key> சிப்ட் </key> விசையுடன் நீங்கள் சொடுக்கு செய்தால், ஏற்கனவே இருக்கும் தேர்வு அந்த இடத்திற்கு விரிவாக்கப்படும்.

source: To deselect click once with the left button into the waveform. If the waveform has keyboard focus, you can press <key>Escape</key>.
ta: தேர்வுநீக்க அலைவடிவத்தில் இடது பொத்தானைக் கொண்டு ஒரு முறை சொடுக்கு செய்க. அலைவடிவத்தில் விசைப்பலகை கவனம் இருந்தால், நீங்கள் <key> எச்கேப் </key> ஐ அழுத்தலாம்.

source: Set and go to timestamps
ta: நேர முத்திரைகளுக்கு அமைத்து செல்லுங்கள்

source: Timestamps
ta: நேர முத்திரைகள்

source: Timestamps help you to navigate in your transcription.
ta: உங்கள் டிரான்ச்கிரிப்சனில் செல்ல நேர முத்திரைகள் உங்களுக்கு உதவுகின்றன.

source: Timestamps can look like this: #03:45.2#. You can select them with or without the number signs.
ta: நேர முத்திரைகள் இப்படி இருக்க முடியும்: #03: 45.2 #. எண் அறிகுறிகளுடன் அல்லது இல்லாமல் அவற்றை நீங்கள் தேர்ந்தெடுக்கலாம்.

source: <app>Parlatype</app> can produce different timestamp formats, they can be set in the Preferences dialog.
ta: <app>பார்லாடைப் </app> வெவ்வேறு நேர முத்திரை வடிவங்களை உருவாக்க முடியும், அவற்றை விருப்பத்தேர்வுகள் உரையாடலில் அமைக்கலாம்.

source: Drag and drop
ta: இழுத்து விடுங்கள்

source: If you select the timestamp in the word processor, you can drag and drop it on the <app>Parlatype</app> window and it will go to that position. This is also possible the other way round: Drag the time label from <app>Parlatype</app> to a word processor and drop it there to insert it.
ta: சொல் செயலியில் உள்ள நேர முத்திரையைத் தேர்ந்தெடுத்தால், அதை <app>பார்லாடைப் </app> சாளரத்தில் இழுத்து விடலாம், அது அந்த நிலைக்குச் செல்லும். இது வேறு வழியிலும் சாத்தியமாகும்: <app>பார்லேட்டைப் </app> இலிருந்து நேர லேபிளை ஒரு சொல் செயலிக்கு இழுத்துச் செருகவும்.

source: Using the clipboard
ta: கிளிப்போர்டைப் பயன்படுத்துதல்

source: Clicking on the menu button that is showing the current time you can <gui>Copy Time to Clipboard</gui> or <gui>Go to Time in Clipboard</gui>.
ta: இடைநிலைப்பலகை </gui> அல்லது <gui> க்கு நேரத்தை நகலெடுக்கக்கூடிய தற்போதைய நேரத்தைக் காட்டும் பட்டியல் பொத்தானைக் சொடுக்கு செய்க </gui> இடைநிலைப்பலகை </gui> இல் சரியான நேரத்தில் செல்லுங்கள்.

source: This can also be done with keyboard shortcuts. First make sure, the <app>Parlatype</app> window has focus. With the key sequence <keyseq><key>Ctrl</key><key>c</key></keyseq> the current timestamp is copied to the clipboard. Changing to the word processor you can insert now the timestamp in your transcription.
ta: விசைப்பலகை குறுக்குவழிகளுடனும் இதைச் செய்யலாம். முதலில் உறுதிப்படுத்தவும், <app> பார்லாடைப் </app> சாளரத்தில் கவனம் உள்ளது. <keyseq><key>கட்டு</key><key> C </key> </keyseq> உடன் முக்கிய வரிசை கிளிப்போர்டில் நகலெடுக்கப்படுகிறது. சொல் செயலிக்கு மாறுவது உங்கள் டிரான்ச்கிரிப்சனில் நேர முத்திரையை இப்போது செருகலாம்.

source: To go to a timestamp position, copy the timestamp in the word processor to the clipboard. Once you have changed focus to <app>Parlatype</app> press <keyseq><key>Ctrl</key><key>v</key></keyseq>.
ta: நேர முத்திரை நிலைக்குச் செல்ல, சொல் செயலியில் உள்ள நேர முத்திரையை இடைநிலைப்பலகைக்கு நகலெடுக்கவும். நீங்கள் மாற்றியவுடன் <app> parlatype </app> <keyseq> <key>கட்டு</key> <key>வி </key> </keyseq> ஐ அழுத்தவும்.
