Repository: gkarsay/parlatype
Catalog: po/*.po
Languages: es, eu, gl, hi, ta

source: The file is not a valid language model configuration.
es: El archivo no es una configuración de modelo lingüístico válida.
eu: Fitxategia ez da baliozko hizkuntza-ereduaren konfigurazioa.
gl: O ficheiro non é unha configuración de modelo de idioma válida.
hi: यह फाइल मान्य भाषा मॉडल विन्यास नहीं है।
ta: கோப்பு சரியான மொழி மாதிரி உள்ளமைவு அல்ல.

source: There is no plugin installed for this language model.
es: No hay ningún plugin instalado para este idioma.
eu: Ez dago hizkuntza-eredu honetarako pluginik instalatuta.
gl: Non hai ningún engadido instalado para este modelo de idioma.
hi: इस भाषा मॉडल के लिए कोई प्लगइन स्थापित नहीं है।
ta: இந்த மொழி மாதிரிக்கு சொருகி நிறுவப்படவில்லை.

source: Select Model Folder
es: Selecciona la carpeta del modelo
eu: Hautatu ereduaren karpeta
gl: Seleccionar cartafol do modelo
hi: मॉडल फोल्डर चुनें
ta: மாதிரி கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Parlatype Language Model Configurations
es: Configuraciones del modelo del idioma de Parlatype
gl: Configuracións dos modelos de idioma de Parlatype
hi: Parlatype भाषा मॉडल विन्यास
ta: பார்லாடைப் மொழி மாதிரி உள்ளமைவுகள்

source: Installed
es: Instalado
eu: Instalatuta
gl: Instalado
hi: स्थापित
ta: நிறுவப்பட்டது

source: Not Installed
es: No instalado
gl: Non instalado
hi: अस्थापित
ta: நிறுவப்படவில்லை

source: Download files and select model folder.
es: Descargar los archivos y seleccionar la carpeta del modelo.
gl: Descargar ficheiros e seleccionar cartafol do modelo.
hi: फाइलें डाउनलोड करें और मॉडल फोल्डर का चयन करें।
ta: கோப்புகளைப் பதிவிறக்கி மாதிரி கோப்புறையைத் தேர்ந்தெடுக்கவும்.

source: Model Data Not Found
es: Datos del modelo no encontrados
eu: Ereduaren datuak ez dira aurkitu
gl: Datos do modelo non atopados
hi: मॉडल डेटा नहीं मिला
ta: மாதிரி தரவு கிடைக்கவில்லை

source: The chosen folder does not contain data for this configuration.
es: La carpeta elegida no contiene datos para esta configuración.
gl: O cartafol escollido non contén datos para esta configuración.
hi: चुने गए फोल्डर में इस विन्यास के लिए डेटा नहीं है।
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையில் இந்த உள்ளமைவுக்கான தரவு இல்லை.

source: Skip back 1 second
es: Saltar 1 segundo atrás
gl: Recuar 1 segundo
hi: 1 सेकंड पीछे जाएं
ta: 1 வினாடியைத் தவிர்க்கவும்

source: Skip forward 1 second
es: Saltar 1 segundo adelante
gl: Adiantar 1 segundo
hi: 1 सेकंड आगे जाएं
ta: 1 வினாடியை முன்னோக்கி தவிர்க்கவும்

source: Pause
es: Pausa
eu: Pausa
gl: Pausar
hi: रोकें
ta: இடைநிறுத்தம்

source: Pause and rewind 1 second
es: Pausa y rebobina 1 segundo
eu: Pausatu eta atzera egin segundo 1
gl: Pausar e recuar 1 segundo
hi: रोकें और 1 सेकंड पीछे जाएं
ta: இடைநிறுத்தப்பட்டு 1 நொடி முன்னாடி

source: Start playing
es: Iniciar la reproducción
eu: Hasi erreproduzitzen
gl: Comezar a reproducir
hi: चलाना शुरू करें
ta: விளையாடத் தொடங்குங்கள்

source: Go to Time in Clipboard: %s
es: Ir al tiempo en el portapapeles: %s
gl: Ir a tempo no portapapeis: %s
hi: क्लिपबोर्ड में समय पर जाएं: %s
ta: கிளிப்போர்டில் நேரத்திற்குச் செல்லுங்கள்: %s

source: Go to Time in Clipboard
es: Ir al tiempo en el portapapeles
gl: Ir a tempo no portapapeis
hi: क्लिपबोर्ड में समय पर जाएं
ta: கிளிப்போர்டில் சரியான நேரத்தில் செல்லுங்கள்

source: Manual Transcription
es: Transcripción manual
gl: Transcrición manual
hi: हस्तचालित प्रतिलेखन
ta: கையேடு படியெடுத்தல்

source: Automatic Transcription
es: Transcripción automática
gl: Transcrición automática
hi: स्वचालित प्रतिलेखन
ta: தானியங்கி படியெடுத்தல்

source: Installation
es: Instalación
eu: Instalazioa
gl: Instalación
hi: स्थापना
ta: நிறுவல்

source: How to install this language model.
es: ¿Cómo instalar este modelo de idioma?
gl: Como instalar este modelo de idioma.
hi: इस भाषा मॉडल को कैसे स्थापित कर।
ta: இந்த மொழி மாதிரியை எவ்வாறு நிறுவுவது.

source: General Information
es: Información general
eu: Informazio orokorra
gl: Información xeral
hi: सामान्य जानकारी
ta: பொது செய்தி

source: Display Name
es: Mostrar nombre
hi: प्रदर्शन नाम
ta: காட்சி பெயர்

source: Delete this Configuration
es: Eliminar esta configuración
gl: Eliminar esta configuración
hi: इस विन्यास को मिटाएं
ta: இந்த உள்ளமைவை நீக்கு

source: Delete
es: Borrar
eu: Ezabatu
gl: Eliminar
hi: मिटाएं
ta: நீக்கு

source: Follow System Style
es: Seguir el estilo del sistema
eu: Erabili sistemaren estiloa
gl: Seguir estilo do sistema
hi: सिस्टम शैली का पालन
ta: கணினி பாணியைப் பின்பற்றுங்கள்

source: Follow system style
es: Seguir el estilo del sistema
eu: Erabili sistemaren estiloa
gl: Seguir estilo do sistema
hi: सिस्टम शैली का पालन
ta: கணினி பாணியைப் பின்பற்றுங்கள்

source: Light Style
es: Estilo claro
eu: Estilo argia
gl: Estilo claro
hi: हल्की शैली
ta: ஒளி நடை

source: Light style
es: Estilo claro
eu: Estilo argia
gl: Estilo claro
hi: हल्की शैली
ta: ஒளி நடை

source: Dark Style
es: Estilo oscuro
eu: Estilo iluna
gl: Estilo escuro
hi: गहरी शैली
ta: இருண்ட நடை

source: Dark style
es: Estilo oscuro
eu: Estilo iluna
gl: Estilo escuro
hi: गहरी शैली
ta: இருண்ட நடை

source: Go to…
es: Ir a…
eu: Joan hona…
gl: Ir para…
hi: यहां जाएं…
ta: செல்லுங்கள்…

source: Go to position:
es: Ir a la posición:
eu: Joan posizio honetara:
gl: Ir á posición:
hi: स्थान पर जाएं:
ta: நிலைக்குச் செல்லுங்கள்:

source: _Cancel
es: _Cancelar
eu: _Utzi
gl: _Cancelar
hi: रद्द करें (_C)

source: _OK
es: _Aceptar
eu: _Ados
gl: _Aceptar
hi: ठीक है (_O)

source: General
eu: Orokorra
gl: Xeral
hi: सामान्य
ta: பொது

source: Open a media file
es: Abrir archivo multimedia
eu: Ireki multimedia fitxategia
gl: Abrir un ficheiro multimedia
hi: मीडिया फाइल खोलें
ta: மீடியா கோப்பைத் திறக்கவும்

source: Show/hide main menu
es: Mostrar/ocultar el menú principal
gl: Mostrar/Agochar menú principal
hi: मुख्य मेनू दिखाएं/छिपाएं
ta: முதன்மையான மெனுவைக் காட்டு/மறைக்க

source: Quit
es: Salir
eu: Irten
gl: Saír
hi: बंद करें
ta: வெளியேறு

source: Waveform
es: Forma de onda
eu: Uhin forma
gl: Forma de onda
hi: तरंगरूप
ta: அலைவடிவம், அலைப்படம்

source: Play/Pause
es: Reproducir/pausar
eu: Erreproduzitu/Pausatu
gl: Reproducir/Pausar
hi: चलाएं/रोकें
ta: விளையாடு/இடைநிறுத்தம்

source: Skip backward
es: Saltar hacia atrás
gl: Recuar
hi: पीछे जाएं
ta: பின்தங்கிய நிலையில் தவிர்க்கவும்

source: Skip forward
es: Avanzar hacia delante
gl: Adiantar
hi: आगे जाएं
ta: முன்னோக்கி செல்லுங்கள்

source: Zoom in
es: Ampliar
eu: Handiagotu
gl: Ampliar
hi: बडे रूप में दिखाएं
ta: பெரிதாக்கு

source: Zoom out
es: Reducir
eu: Txikiagotu
gl: Reducir
hi: छोटे रूप में दिखाएं
ta: சிறிதாக்கு

source: Open “Go to” dialog
es: Abrir el cuadro de diálogo «Ir a»
eu: Ireki "Joan hona" elkarrizketa-koadroa
gl: Abrir caixa de diálogo «Ir para»
hi: “यहां जाएं” संवाद खोलें
ta: “செல்லுங்கள்” உரையாடலைத் திறக்கவும்

source: Copy timestamp to clipboard
es: Copiar la marca cronológica en el portapapeles
eu: Kopiatu denbora-marka arbelean
gl: Copiar marca de tempo ao portapapeis
hi: टाइमस्टैम्प को क्लिपबोर्ड पर कॉपी करें
ta: இடைநிலைப்பலகைக்கு நேர முத்திரையை நகலெடுக்கவும்

source: Go to timestamp in clipboard
es: Ir a la marca cronológica copiada en el portapapeles
eu: Joan arbeleko denbora-markara
gl: Ir a marca de tempo no portapapeis
hi: क्लिपबोर्ड में टाइमस्टैम्प पर जाएं
ta: கிளிப்போர்டில் நேர முத்திரைக்குச் செல்லுங்கள்

source: Help
es: Ayuda
eu: Laguntza
gl: Axuda
hi: सहायता
ta: உதவி

source: Show help
es: Mostrar ayuda
eu: Erakutsi laguntza
gl: Mostrar axuda
hi: सहायता दिखाएं
ta: உதவியைக் காட்டு

source: Show keyboard shortcuts
es: Mostrar atajos de teclado
eu: Erakutsi laster-teklak
gl: Mostrar atallos do teclado
hi: कीबोर्ड शॉर्टकट दिखाएं
ta: விசைப்பலகை குறுக்குவழிகளைக் காட்டு

source: Preferences
es: Preferencias
eu: Hobespenak
gl: Preferencias
hi: प्राथमिकताएं
ta: விருப்பத்தேர்வுகள்

source: Display
es: Visualizar
eu: Bistaratu
gl: Mostrar
hi: प्रदर्शन
ta: காட்சி

source: Change appearance of the waveform and cursor movement.
es: Cambia la apariencia de la forma de onda y el movimiento del cursor.
eu: Aldatu uhin-formaren eta kurtsorearen mugimenduaren itxura.
gl: Cambiar aparencia da forma de onda e do movemento do cursor.
hi: तरंगरूप और कर्सर गति का स्वरूप बदलें।
ta: அலைவடிவம் மற்றும் கர்சர் இயக்கத்தின் தோற்றத்தை மாற்றவும்.

source: Waveform Detail
es: Detalles de la forma de la onda
gl: Detalle da forma de onda
hi: तरंगरूप विवरण
ta: அலைவடிவ விவரம்

source: Vertical lines per second
es: Líneas verticales por segundo
gl: Liñas verticais por segundo
hi: प्रति सेकंड ऊर्ध्वाधर रेखाएं
ta: நொடிக்கு செங்குத்து கோடுகள்

source: Show Time Scale
es: Mostrar la escala temporal
gl: Mostrar escala temporal
hi: समय पैमाना दिखाएं
ta: நேர அளவைக் காட்டு

source: Cursor Mode
es: Modo de cursor
eu: Kurtsore modua
gl: Modo do cursor
hi: कर्सर मोड
ta: கர்சர் பயன்முறை

source: Fixed Cursor
es: Cursor fijo
gl: Cursor fixo
hi: स्थिर कर्सर
ta: நிலையான கர்சர்

source: Moving Cursor
es: Cursor en movimiento
gl: Cursor en movemento
hi: गतिशील कर्सर
ta: நகரும் கர்சர்

source: Audio Controls
es: Controles del sonido
gl: Controles de son
hi: ऑडियो नियंत्रण
ta: ஆடியோ கட்டுப்பாடுகள்

source: Pause and Skip Buttons
es: Botones de pausa y de salto
eu: Pausatzeko eta Saltatzeko botoiak
hi: *रोकें और छोड़ें* बटन
ta: இடைநிறுத்தப்பட்டு பொத்தான்களைத் தவிர்க்கவும்

source: Set amount of time to skip in seconds.
es: Ajustar la cantidad de tiempo a saltar en segundos.
eu: Ezarri saltatzeko denbora segundotan.
hi: छोड़ने के लिए समय की मात्रा सेकंड में निर्धारित करें।
ta: விநாடிகளில் தவிர்க்க நேரத்தை அமைக்கவும்.

source: Rewind on Pause
es: Rebobinar en pausa
eu: Atzera egin pausatzean
hi: विराम पर रिवाइंड करें
ta: இடைநிறுத்தத்தில் முன்னாடி

source: Set to zero to disable this feature
es: Póngalo a cero para desactivar esta función
eu: Ezarri zero funtzio hau desgaitzeko
hi: इस सुविधा को अक्षम करने के लिए इसे शून्य पर निर्धारित करें
ta: இந்த அம்சத்தை முடக்க பூச்சியமாக அமைக்கவும்

source: Skip Backward
es: Saltar hacia atrás
eu: Saltatu atzera
hi: पीछे जाएं
ta: பின்தங்கிய நிலையில் தவிர்க்கவும்

source: Skip Forward
es: Saltar hacia delante
eu: Saltatu aurrera
hi: आगे जाएं
ta: முன்னோக்கி செல்லுங்கள்

source: Play Button
es: Botón de reproducción
eu: Erreproduzitzeko botoia
hi: *चलाएं* बटन
ta: ப்ளே பொத்தானை இயக்கவும்

source: Change behavior of play button.
es: Cambiar el comportamiento del botón de reproducción.
eu: Aldatu erreproduzitzeko botoiaren portaera.
hi: *चलाएं* बटन का व्यवहार बदलें।
ta: பிளே பொத்தானின் நடத்தை மாற்றவும்.

source: At End of File Replay File
es: Al Final de Archivo Reproducir archivo
eu: Bukaerara iristean berriro erreproduzitu
hi: फाइल के अंत में फाइल पुनः चलाएं
ta: கோப்பு மறுதொடக்கம் கோப்பின் முடிவில்

source: At End of Selection Replay Selection
es: Al Final de Selección Repetir selección
eu: Hautapena bukatzean berriro erreproduzitu hautapena
hi: चयन के अंत में चयन को फिर से चलाएं
ta: தேர்வு மறுதொடக்கம் தேர்வின் முடிவில்

source: Timestamps
es: Marcas cronológicas
eu: Denbora-markak
hi: टाइमस्टैम्प

source: Timestamp Format
es: Formato del registro de tiempo
hi: टाइमस्टैम्प प्रारूप

source: Customize produced timestamps. Note that all formats can be read, these settings are applied when timestamps are written.
es: Personalice las marcas de tiempo producidas. Tenga en cuenta que todos los formatos pueden ser leídos, estos ajustes son aplicados cuando las marcas de tiempo son escritas.
eu: Pertsonalizatu sortutako denbora-zigiluak. Kontuan izan formatu guztiak irakur daitezkeela, ezarpen hauek denbora-zigiluak idazten direnean aplikatzen dira.
hi: उत्पादित टाइमस्टैम्प को अनुकूलित करें। ध्यान दें कि सभी प्रारूप पढ़े जा सकते हैं, ये सेटिंग तब लागू होती हैं जब टाइमस्टैम्प लिखे जाते हैं।

source: Always Show Hours and Leading Zeroes
es: Mostrar siempre horas y ceros a la izquierda
hi: हमेशा घंटे और अग्रणी शून्य दिखाएं

source: Precision
es: Precisión
eu: Zehaztasuna
hi: परिशुद्धता

source: Full Seconds
es: Segundos completos
hi: पूर्ण सेकंड

source: 10th Seconds
es: Décimas de segundo
hi: 10वां सेकंड

source: 100th Seconds
es: Centésimas de segundos
hi: 100वां सेकंड

source: Fraction Separator
es: Delimitación por fracciones de segundo
hi: अंश विभाजक

source: . (Point)
es: . (Punto)
hi: . (बिंदु)

source: - (Hyphen)
es: - (Guión)
hi: - (हाइफ़न)

source: Characters Around Timestamps
es: Caracteres alrededor de las marcas temporales
hi: टाइमस्टैम्प के आसपास के वर्ण

source: None
es: Ninguno
eu: Bat ere ez
hi: कोई नहीं

source: #Number Signs#
es: #Signos numéricos#
hi: #संख्या चिह्न#

source: (Round Brackets)
es: (Entre paréntesis)
hi: (गोल कोष्ठक)

source: [Square Brackets]
es: [Entre corchetes]
hi: [वर्ग कोष्ठक]

source: Preview
es: Vista previa
eu: Aurre-ikusi
hi: पूर्वावलोकन

source: Speech Recognition
es: Reconocimiento de voz
gl: Recoñecemento da fala
hi: वाक् पहचान

source: Language Models
es: Modelos de idiomas
gl: Modelos de idioma
hi: भाषा मॉडल

source: Inspect configuration details, learn how to install model data, and choose a configuration for automatic speech recognition.
es: Inspeccione los detalles de la configuración, aprenda a instalar los datos del modelo y elija una configuración para el reconocimiento automático del habla.
eu: Ikuskatu konfigurazioaren xehetasunak, ikasi ereduaren datuak nola instalatu eta aukeratu ahotsa hautemateko konfigurazio bat.
hi: विन्यास विवरण का निरीक्षण करें, मॉडल डेटा स्थापित करने का तरीका जानें, और स्वचालित वाक् पहचान के लिए विन्यास चुनें।

source: Import configuration from file
es: Importar la configuración desde un archivo
hi: फाइल से विन्यास आयात करें

source: Copy Initial Set of Configurations
es: Copiar el conjunto inicial de configuraciones
hi: विन्यास का प्रारंभिक सेट कॉपी करें

source: Choose folder
es: Elegir carpeta
eu: Aukeratu karpeta
gl: Escoller cartafol
hi: फोल्डर चुनें

source: _Open
es: _Abrir
eu: _Ireki
gl: _Abrir
hi: खोलें (_O)

source: Open a file
es: Abrir un archivo
eu: Ireki fitxategi bat
gl: Abrir un ficheiro
hi: फाइल खोलें

source: Main Menu
es: Menú principal
eu: Menu nagusia
gl: Menú principal
hi: मुख्य मेनू

source: _Play
es: _Reproducir
eu: _Erreproduzitu
gl: _Reproducir
hi: चलाएं (_P)

source: Speed:
es: Velocidad:
eu: Abiadura:
gl: Velocidade:
hi: गति:

source: Volume
es: Volumen
eu: Bolumena
hi: आवाज

source: _Keyboard Shortcuts
es: Atajos de teclado
eu: _Laster-teklak
gl: _Atallos do teclado
hi: कीबोर्ड शॉर्टकट (_K)

source: About Parlatype
es: Acerca de Parlatype
eu: Parlatype-ri buruz
gl: Sobre o Parlatype
hi: Parlatype के बारे में

source: Copy Time to Clipboard
es: Copiar tiempo al portapapeles
hi: समय को क्लिपबोर्ड पर कॉपी करें

source: Go to Cursor
es: Ir al cursor
hi: कर्सर पर जाएं

source: Media player for speech transcription
es: Reproductor multimedia para transcripción de grabaciones de voz
eu: Hizketa-transkribatzeko multimedia erreproduzitzailea

source: Parlatype
ta: பரிதி

# long time format
source: %d:%02d:%02d
ta: %d:%02 டி:%02 டி
