Repository: gkarsay/parlatype
Catalog: po/*.po
Languages: es, eu, gl, hi, ta

source: Transcription utility
es: Utilidad de transcripción
eu: Transkripzioak egiteko tresna
gl: Utilidade de transcrición
hi: प्रतिलेखन उपयोगिता
ta: படியெடுத்தல் பயன்பாடு

source: Transcription;
es: Transcripción;
eu: Transkripzioa;
gl: Transcrición;
hi: प्रतिलेखन;
ta: படியெடுத்தல்;

source: Media player for transcription
gl: Reprodutor para transcrición
hi: प्रतिलेखन के लिए मीडिया प्लेयर
ta: டிரான்ச்கிரிப்சனுக்கான மீடியா பிளேயர்

source: Parlatype is an easy to use media player. Its main purpose is to help you transcribing speech.
es: Parlatype es un reproductor de medios fácil de usar. Su principal propósito es ayudar a transcribir grabaciones de voz.
eu: Parlatype multimedia erreproduzitzaile erraza da. Bere helburu nagusia hizketa transkribatzen laguntzea da.
gl: Parlatype é un reprodutor multimedia doado de usar. O seu propósito principal é axudar a transcribir a fala.
hi: पार्लाटाइप एक उपयोग में आसान मीडिया प्लेयर है। इसका मुख्य उद्देश्य आपको भाषण लिखने में मदद करना है।
ta: பார்லாடைப் என்பது மீடியா பிளேயரைப் பயன்படுத்த எளிதானது. அதன் முக்கிய நோக்கம் பேச்சை படியெடுக்க உங்களுக்கு உதவுவதாகும்.

source: Main window
gl: Xanela principal
hi: मुख्य खिड़की
ta: முதன்மை சாளரம்

source: Gabor Karsay
hi: गैबोर कारसे
ta: கபோர் கார்சே

source: Website moved to www.parlatype.xyz.
gl: O sitio web foi trasladado a www.parlatype.xyz.
hi: वेबसाइट www.parlatype.xyz पर स्थानांतरित कर दी गई।
ta: வலைத்தளம் www.parlatype.xyz க்கு மாற்றப்பட்டது.

source: App ID changed accordingly.
gl: ID da app cambiado en consecuencia.
hi: ऐप आईडी तदनुसार बदल दी गई।
ta: பயன்பாட்டு ஐடி அதற்கேற்ப மாற்றப்பட்டது.

source: Translation updates for several languages.
es: Actualizaciones de traducción para varios idiomas.
eu: Hainbat hizkuntzatarako itzulpen eguneraketak.
gl: Actualizacións da tradución a varios idiomas.
hi: कई भाषाओं के लिए अनुवाद अद्यतन।
ta: பல மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகள்.

source: Follow GNOME human interface guidelines throughout the app using libadwaita.
es: Siga las directrices de interfaz humana de GNOME en toda la aplicación utilizando libadwaita.
eu: Jarraitu GNOMEren giza interfazearen jarraibideak aplikazioan zehar libadwaita erabiliz.
gl: Seguir as directrices de interface humana de GNOME en toda a app empregando libadwaita.
hi: libadwaita का उपयोग करते हुए पूरे ऐप में गनोम मानव इंटरफ़ेस दिशानिर्देशों का पालन किया जाता है।
ta: லிபாட்வைட்டாவைப் பயன்படுத்தி பயன்பாடு முழுவதும் க்னோம் மனித இடைமுக வழிகாட்டுதல்களைப் பின்பற்றவும்.

source: Add a theme selector (borrowed from GNOME Text Editor).
es: Añadir un selector de temas (tomado del Editor de texto de GNOME).
eu: Gehitu gai-hautatzailea (GNOME Test Editor-etik mailegatua).
gl: Engadir un selector de tema (tomado do Editor de Texto de GNOME).
hi: एक थीम चयनकर्ता जोड़ा गया (*गनोम टेक्स्ट एडिटर* से उधार लिया गया)।
ta: கருப்பொருள் தேர்வாளரைச் சேர்க்கவும் (க்னோம் உரை திருத்தியிலிருந்து கடன் வாங்கப்பட்டது).

source: Fix F10 shortcut to toggle main menu.
es: Fijar acceso directo de F10 para cambiar el menú principal.
eu: Konpondu F10 lasterbidea menu nagusia aldatzeko.
gl: Arranxar o atallo F10 para alternar o menú principal.
hi: मुख्य मेनू को टॉगल करने के लिए F10 शॉर्टकट को ठीक किया गया।
ta: முதன்மையான மெனுவை மாற்ற F10 குறுக்குவழியை சரிசெய்யவும்.

source: Remove support for Mozilla DeepSpeech because the project is discontinued.
es: Eliminar el soporte para Mozilla DeepSpeech porque el proyecto está discontinuado.
eu: Kendu Mozilla DeepSpeech-erako laguntza proiektua eten delako.
gl: Retirar conformidade co DeepSpeech de Mozilla porque o proxecto de ter continuidade.
hi: मोज़िला डीपस्पीच के लिए समर्थन हटा दिया गया है क्योंकि परियोजना बंद कर दी गई है।
ta: மொசில்லா டீப்ச்பீச்சிற்கான ஆதரவை அகற்று, ஏனெனில் திட்டம் நிறுத்தப்பட்டது.

source: This release is switching to GTK 4 and brings translation updates for several languages.
es: Esta versión cambia a GTK 4 y trae actualizaciones de traducción para varios idiomas.
gl: Esta edición está en transición a GTK 4 e inclúe actualizacións da tradución a varios idiomas.
hi: यह रिलीज GTK 4 पर स्विच हो रही है और कई भाषाओं के लिए अनुवाद अपडेट लेकर आई है।
ta: இந்த வெளியீடு சி.டி.கே 4 க்கு மாறுகிறது மற்றும் பல மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகளைக் கொண்டுவருகிறது.

source: This is a minor release with a new feature.
es: Se trata de una versión menor con una nueva función.
eu: Hau bertsio-berritze txiki bat da, funtzio berri batekin.
gl: Esta é unha edición menor cunha característica nova.
hi: यह एक नई सुविधा के साथ एक छोटी सी रिलीज है।
ta: இது ஒரு புதிய அம்சத்துடன் கூடிய சிறிய வெளியீடு.

source: Added MPRIS interface.
es: Se ha añadido la interfaz MPRIS.
eu: MPRIS interfazea gehitu da.
gl: Engadida interface para MPRIS.
hi: MPRIS इंटरफ़ेस जोड़ा गया।
ta: MPRIS இடைமுகம் சேர்க்கப்பட்டது.

source: Smaller bug fixes.
es: Corrección de errores menores.
eu: Akatsen konponketa txikia.
gl: Arranxos de erros menores.
hi: छोटे बग फिक्स।
ta: சிறிய பிழை திருத்தங்கள்.

source: Switched to Weblate for translations.
es: Me he pasado a Weblate para las traducciones.
eu: Itzulpenetarako Weblate-ra aldatu da.
gl: Pasouse a Weblate para as traducións.
hi: अनुवाद के लिए *वेबलेट* पर स्विच किया गया।
ta: மொழிபெயர்ப்புகளுக்காக வெப்லேட்டுக்கு மாறியது.

source: This is a major release with new features.
es: Este es un lanzamiento mayor con características nuevas.
eu: Ezaugarri berriak dituen bertsio nagusia da.
gl: Esta é unha edición importante con características novas.
hi: यह नई सुविधाओं के साथ एक प्रमुख रिलीज है।
ta: இது புதிய அம்சங்களுடன் ஒரு பெரிய வெளியீடு.

source: Support for Mozilla DeepSpeech.
es: Compatibilidad con Mozilla DeepSpeech.
eu: Mozilla DeepSpeech-erako laguntza.
gl: Compatibilidade co DeepSpeech de Mozilla.
hi: मोज़िला डीपस्पीच के लिए समर्थन।
ta: மொசில்லா டீப்ச்பீச்சிற்கான உதவி.

source: New configuration system for Automatic Speech Recognition.
es: Nuevo sistema de configuración para el reconocimiento automático de la voz.
eu: Ahots-ezagutze automatikoaren konfigurazio-sistema berria.
gl: Sistema de configuración novo para Recoñecemento Automático da Fala.
hi: स्वचालित वाक् पहचान के लिए नई विन्यास प्रणाली।
ta: தானியங்கி பேச்சு அங்கீகாரத்திற்கான புதிய உள்ளமைவு அமைப்பு.

source: This is a minor release with bug fixes and minor new features.
es: Esta es una versión menor con correcciones de errores y características menores nuevas.
eu: Hau akatsen konponketa eta eginbide berri txikiak dituen bertsio txiki bat da.
gl: Esta é unha edición menor con arranxos de erros e características novas menores.
hi: यह बग फिक्स और छोटी नई सुविधाओं के साथ एक छोटी रिलीज है।
ta: பிழை திருத்தங்கள் மற்றும் சிறிய புதிய அம்சங்களுடன் இது ஒரு சிறிய வெளியீடு.

source: Mute/unmute volume by clicking on the volume icon with the pointer’s secondary button (usually right mouse button).
es: Silenciar/activar el volumen pulsando el icono de volumen con el botón secundario del puntero (generalmente el botón derecho del ratón).
eu: Isilarazi/berpiztu bolumena bolumenaren ikonoan klik eginez botoi sekundarioarekin (oro har saguaren eskuin botoia).
hi: सूचक के माध्यमिक बटन (आमतौर पर दायां माउस बटन) से आवाज आइकन पर क्लिक करके आवाज मूक/अमूक करें।
ta: சுட்டிக்காட்டி இரண்டாம் நிலை பொத்தானைக் கொண்டு (பொதுவாக வலது சுட்டி பொத்தானை) தொகுதி ஐகானைக் சொடுக்கு செய்வதன் மூலம் முடக்கு/அசைவது.

source: With Pulseaudio Parlatype doesn’t change the system volume anymore, just its own application specific volume.
es: Con Pulseaudio Parlatype ya no cambia el volumen del sistema, solo su propio volumen específico de la aplicación.
eu: Pulseaudiok Parlatyperekin ez du sistemaren bolumena aldatzen, aplikazioaren bolumen espezifikoa baizik.
gl: Con Pulseaudio, Parlatype non cambia máis o volume do sistema, só o volume específico da aplicación.
hi: Pulseaudio के साथ Parlatype अब सिस्टम आवाज नहीं बदलता है, केवल इसका अपना अनुप्रयोग विशिष्ट आवाज बदलता है।
ta: பல்சியுடியோ பார்லாடைப் மூலம் கணினி அளவை இனி மாற்றாது, அதன் சொந்த பயன்பாட்டு குறிப்பிட்ட தொகுதி.

source: The initial volume level is picked up from Pulseaudio.
es: El nivel de volumen inicial se obtiene de Pulseaudio.
eu: Hasierako bolumen-maila Pulseaudio-tik jasotzen da.
gl: O nivel inicial do volume é tomado do Pulseaudio.
hi: प्रारंभिक आवाज स्तर Pulseaudio से लिया गया है।
ta: ஆரம்ப தொகுதி நிலை பல்சியுடியோவிலிருந்து எடுக்கப்படுகிறது.

source: Waveform is loaded on-the-fly, there is no blocking progress dialog.
es: La forma de onda es cargada sobre la marcha, no se bloquea con un diálogo de progreso.
eu: Uhin forma unean-unean kargatzen da, ez dago blokeorik gabeko aurrerapen-elkarrizketarik.
gl: Waveform cárgase en tempo real, non hai caixas de diálogo bloqueando o progreso.
hi: तरंगरूप को तत्काल लोड किया जाता है, इसमें प्रगति को रोकने वाला कोई संवाद नहीं होता।
ta: அலைவடிவம் பறக்கும்போது ஏற்றப்படுகிறது, தடுப்பு முன்னேற்ற உரையாடல் இல்லை.

source: Waveform can be changed continuously instead of in discrete steps.
es: La forma de onda se ajusta continuamente en lugar de a pasos discretos.
eu: Uhin-forma etengabe alda daiteke, urrats diskretuetan izan beharrean.
gl: Waveforme pódese cambiar continuamente no canto de en pasos discretos.
hi: तरंगरूप को अलग-अलग चरणों के बजाय निरंतर बदला जा सकता है।
ta: தனித்துவமான படிகளுக்கு பதிலாக அலைவடிவத்தை தொடர்ந்து மாற்றலாம்.

source: This is a minor release.
es: Este es un lanzamiento menor.
eu: Bertsio txikiagoa da hau.
gl: Esta é unha edición menor.
hi: यह एक छोटी सी रिलीज है।
ta: இது ஒரு சிறிய வெளியீடு.

source: Update time label only if time has changed. This is a performance increase, cursor movement should be smoother on slower systems.
es: Actualiza la etiqueta de tiempo solo si ha cambiado. Esto mejora el rendimiento por lo que los movimientos del puntero deberían ser más suaves en sistemas lentos.
eu: Eguneratu ordu-etiketa ordua aldatu bada soilik. Hau errendimendua handitzea da, kurtsorearen mugimendua leunagoa izan beharko luke sistema motelagoetan.
gl: Actualizar etiqueta de tempo só se cambiou o tempo. É un incremento no rendemento; o movemento do cursor debería ser máis suave en sistemas máis lentos.
hi: समय लेबल को केवल तभी अद्यतित करें जब समय बदल गया हो। यह एक प्रदर्शन वृद्धि है, धीमी प्रणालियों पर कर्सर की गति अधिक सुचारू होनी चाहिए।
ta: நேரம் மாறியிருந்தால் மட்டுமே நேர லேபிளைப் புதுப்பிக்கவும். இது ஒரு செயல்திறன் அதிகரிப்பு, கர்சர் இயக்கம் மெதுவான அமைப்புகளில் மென்மையாக இருக்க வேண்டும்.

source: Translation updates for Hungarian, Lithuanian and Spanish
es: Actualización de las traducciones al español, húngaro y lituano
eu: Itzulpen eguneraketak hungariera, lituaniera eta gaztelaniarako
gl: Actualizacións da tradución a húngaro, lituano e español
hi: हंगेरियन, लिथुआनियाई और स्पेनिश के लिए अनुवाद अद्यतन
ta: அங்கேரிய, லிதுவேனியன் மற்றும் ச்பானிச் மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: This is a minor release with some changes.
es: Esta es una versión menor con algunos cambios.
eu: Aldaketa batzuk dituen bertsio txiki bat da hau.
gl: Esta é unha edición menor con varios cambios.
hi: यह कुछ परिवर्तनों के साथ एक छोटी सी रिलीज है।
ta: சில மாற்றங்களுடன் இது ஒரு சிறிய வெளியீடு.

source: Automatic speech recognition (ASR) is now disabled by default and it’s only shown, if Parlatype is launched with the new parameter \"--with-asr\"
es: El reconocimiento automático de voz (ASR) ahora está desactivado por defecto y sólo se muestra si Parlatype se ejecuta con el nuevo parámetro "--with-asr\"
eu: Ahotsaren ezagutze automatikoa (ASR) lehenespenez desgaituta dago orain eta soilik erakusten da Parlatype \"--with-asr\" parametro berriarekin abiarazten bada
gl: O recoñecemento automático da fala (ASR) está arestora desactivado por omisión e só se mostra cando Parlatype se inicia co novo parámetro \"--with-asr\"
hi: स्वचालित वाक् पहचान (ASR) अब तयशुदा रूप से अक्षम है और यह केवल तभी दिखाई देता है, जब Parlatype को नए पैरामीटर \"--with-asr\" के साथ लॉन्च किया जाता है
ta: தானியங்கி பேச்சு ஏற்பு (ASR) இப்போது இயல்பாகவே முடக்கப்பட்டுள்ளது, மேலும் புதிய அளவுருவுடன் பார்லாடைப் தொடங்கப்பட்டால் மட்டுமே அது காட்டப்பட்டுள்ளது-\ "

source: Fix internationalization: Some translations were not shown
es: Corrección a la internacionalización: Algunas traducciones no se mostraban
eu: Konpondu nazioartekotzea: itzulpen batzuk ez dira erakutsi
gl: Arranxar internacionalización: Algunhas traducións non aparecían
hi: अंतर्राष्ट्रीयकरण ठीक किया गया: कुछ अनुवाद नहीं दिखाए गए थे
ta: சரிசெய்தல் சர்வதேசமயமாக்கல்: சில மொழிபெயர்ப்புகள் காட்டப்படவில்லை

source: Translation updates for Arabic, British English, Czech, Dutch, German, Polish and Spanish
es: Actualización de las traducciones al alemán, árabe, checo, español, holandés, inglés británico y polaco
eu: Itzulpen eguneraketak: arabiera, ingeles britainiarra, txekiera, nederlandera, alemana, poloniera eta gaztelania
gl: Actualización da tradución a árabe, inglés británico, checo, holandés, alemán, polaco e español
hi: अरबी, ब्रिटिश अंग्रेजी, चेक, डच, जर्मन, पोलिश और स्पेनिश के लिए अनुवाद अद्यतन
ta: அரபு, பிரிட்டிச் ஆங்கிலம், செக், டச்சு, செர்மன், போலந்து மற்றும் ச்பானிச் மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: This is a major release with some new features.
es: Este es un lanzamiento importante con nuevas características.
eu: Zenbait ezaugarri berri dituen bertsio nagusia da.
gl: Esta é unha edición importante con características novas.
hi: यह कुछ नई सुविधाओं के साथ एक प्रमुख रिलीज है।
ta: சில புதிய அம்சங்களுடன் இது ஒரு பெரிய வெளியீடு.

source: Automatic speech recognition with CMU Sphinx
es: Reconocimiento de voz automático con CMU Sphinx
eu: Ahots-ezagutze automatikoa CMU Sphinx-ekin
gl: Recoñecemento automático da fala con CMU Sphinx
hi: CMU Sphinx के साथ स्वचालित वाक् पहचान
ta: CMU சூரரிமாச்சிலை உடன் தானியங்கி பேச்சு ஏற்பு

source: Design changes, including removal of application menu
es: Cambios de diseño que incluyen la eliminación del menú de la aplicación
eu: Diseinu aldaketak, aplikazioen menua kentzea barne
gl: Cambios de deseño, incluída a retirada do menú da aplicación
hi: डिज़ाइन में परिवर्तन, जिसमें अनुप्रयोग मेनू को हटाना भी शामिल है
ta: பயன்பாட்டு மெனுவை அகற்றுவது உட்பட வடிவமைப்பு மாற்றங்கள்

source: Custom timestamps
es: Marcas de tiempo personalizadas
eu: Denbora-marka pertsonalizatuak
gl: Marcas temporais personalizadas
hi: तदनुकूल टाइमस्टैम्प
ta: தனிப்பயன் நேர முத்திரைகள்

source: Translation updates for Brazilian Portuguese, British English, Czech, German, Japanese, Lithuanian and Polish
es: Actualización de las traducciones al alemán, checo, inglés británico, japonés, lituano, portugués brasileño y polaco
eu: Brasilgo portugesa, ingeles britainiarra, txekiera, alemana, japoniera, lituaniera eta polonierarako itzulpen eguneraketak
gl: Actualización das traducións a portugués do brasil, inglés británico, checo, alemán, xaponés, lituano e polaco
hi: ब्राज़ीलियाई पुर्तगाली, ब्रिटिश अंग्रेज़ी, चेक, जर्मन, जापानी, लिथुआनियाई और पोलिश के लिए अनुवाद अद्यतन
ta: பிரேசிலிய போர்த்துகீசியம், பிரிட்டிச் ஆங்கிலம், செக், செர்மன், சப்பானிய, லிதுவேனியன் மற்றும் போலந்து மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: This is a minor maintenance release.
es: Este es un lanzamiento menor de mantenimiento.
eu: Mantentze-lanen bertsio txikia da hau.
hi: यह एक मामूली रखरखाव रिलीज है।
ta: இது ஒரு சிறிய பராமரிப்பு வெளியீடு.

source: Animate scrolling when using keybindings
es: Animación de desplazamiento al usar atajos de teclado
eu: Animatu korritzea laster-teklak erabiltzean
hi: कीबाइंडिंग का उपयोग करते समय स्क्रॉलिंग को एनिमेट करें
ta: கீபிண்டிங்சைப் பயன்படுத்தும் போது ச்க்ரோலிங் உயிரூட்டவும்

source: Change desktop entry category to Audio/Video instead of Utilities
es: Entrada de escritorio cambiada desde Utilidades a Audio/Video
eu: Aldatu mahaigaineko sarrera-kategoria Audio/Bideo-ra Erabilgarritasunen ordez
hi: डेस्कटॉप प्रविष्टि श्रेणी को उपयोगिता के बजाय ऑडियो/वीडियो में बदलें
ta: பயன்பாடுகளுக்கு பதிலாக டெச்க்டாப் நுழைவு வகையை ஆடியோ/வீடியோவாக மாற்றவும்

source: Translation updates for French
es: Actualizada la traducción al francés
eu: Itzulpen eguneraketak frantseserako
hi: फ्रेंच के लिए अनुवाद अद्यतन
ta: பிரஞ்சு மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: This release contains a number of bug fixes and minor improvements.
es: Esta versión contiene una serie de correcciones de errores y mejoras menores.
eu: Bertsio honek akatsen konponketa eta hobekuntza txiki batzuk ditu.
hi: इस रिलीज में कई बग फिक्स और छोटे सुधार शामिल हैं।
ta: இந்த வெளியீட்டில் பல பிழைத் திருத்தங்கள் மற்றும் சிறிய மேம்பாடுகள் உள்ளன.

source: Progress Dialog has now a countdown timer (estimated time left)
es: El diálogo de progreso ahora tiene un contador de tiempo restante estimado
eu: Aurrerapen Elkarrizketa-koadroak tenporizadore bat du (geratzen den denbora estimatua)
hi: प्रगति संवाद में अब उलटी गिनती टाइमर (अनुमानित शेष समय) है
ta: முன்னேற்ற உரையாடல் இப்போது ஒரு கவுண்டவுன் நேரங்குறிகருவியைக் கொண்டுள்ளது (மதிப்பிடப்பட்ட நேரம் மீதமுள்ளது)

source: Increase max. possible speed to 2.0
es: Aumentada la velocidad máxima posible a 2.0
eu: Gehienezko abiadura 2.0ra handitu da
hi: अधिकतम संभव गति को 2.0 तक बढ़ाएं
ta: அதிகரிப்பு அதிகபட்சம். 2.0 ஆக சாத்தியமான விரைவு

source: New keyboard shortcuts for Play/Pause (Ctrl + Space), Jump back (Ctrl + Left), Jump forward (Ctrl + Right)
es: Nuevos atajos de teclado para Reproducir/Pause (Ctrl + Barra de espacio), Salto hacia atrás (Ctrl + Flecha izquierda), Salto hacia adelante (Ctrl + Flecha derecha)
eu: Teklatuko lasterbide berriak Erreproduzitu/Pausatu (Ktrl + Zuriunea), Atzera egin (Ktrl + Ezkerrera), Aurrera egin (Ktrl + Eskuinera)
hi: चलाएं/रोकें (Ctrl + स्पेस), पीछे जाएं (Ctrl + Left), आगे जाएं (Ctrl + Right) के लिए नए कीबोर्ड शॉर्टकट
ta: விளையாட்டு/இடைநிறுத்தத்திற்கான புதிய விசைப்பலகை குறுக்குவழிகள் (Ctrl + space), பின்னால் செல்லவும் (CTRL + இடது), முன்னோக்கி செல்லவும் (Ctrl + வலது)

source: Scrolling now also possible with vertical scrollbar
es: El desplazamiento ahora también es posible con una barra de desplazamiento vertical
eu: Korritzea orain korritze-barra bertikalarekin ere posible da
hi: स्क्रॉलिंग अब ऊर्ध्वाधर स्क्रॉलबार से भी संभव है
ta: செங்குத்து சுருள் மூலம் இப்போது ச்க்ரோலிங் சாத்தியமாகும்

source: Various fixes for waveform and cursor display
es: Varias correcciones de visualización de la forma de onda y el cursor
eu: Uhin forma eta kurtsorea bistaratzeko hainbat konponketa
hi: तरंगरूप और कर्सर प्रदर्शन के लिए विभिन्न सुधार
ta: அலைவடிவம் மற்றும் கர்சர் காட்சிக்கு பல்வேறு திருத்தங்கள்

source: Translation updates for Arabic, British English, Catalan, German, Finnish, French, Japanese, Lithuanian, Polish, Spanish and Swedish
es: Actualizaciones de traducción para los idiomas alemán, árabe, catalán, español, finlandés, francés, inglés británico, japonés, lituano, polaco y sueco
eu: Itzulpen eguneraketak arabiera, ingeles britainiarra, katalana, alemana, finlandiera, frantsesa, japoniera, lituaniera, poloniera, gaztelania eta suedierarako
hi: अरबी, ब्रिटिश अंग्रेजी, कैटलन, जर्मन, फिनिश, फ्रेंच, जापानी, लिथुआनियाई, पोलिश, स्पेनिश और स्वीडिश के लिए अनुवाद अपडेट
ta: அரபு, பிரிட்டிச் ஆங்கிலம், கற்றலான், செர்மன், பின்னிச், பிரஞ்சு, சப்பானிய, லிதுவேனியன், போலந்து, ச்பானிச் மற்றும் ச்வீடிச் மொழிகளுக்கான மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: Show the application’s version
es: Mostrar la versión de la aplicación
eu: Erakutsi aplikazioaren bertsioa
gl: Mostrar a versión da aplicación
hi: अनुप्रयोग का संस्करण दिखाएं
ta: பயன்பாட்டின் பதிப்பைக் காட்டு

source: Open Audio File
es: Abrir archivo de audio
eu: Ireki audio fitxategia
gl: Abrir ficheiro de son
hi: ऑडियो फाइल खोलें
ta: ஆடியோ கோப்பைத் திறக்கவும்

source: Audio Files
es: Archivos de audio
gl: Ficheiros de son
hi: ऑडियो फाइलें
ta: ஆடியோ கோப்புகள்

source: All Files
es: Todos los archivos
gl: Todos os ficheiros
hi: सभी फाइलें
ta: அனைத்து கோப்புகள்

source: Code from other projects
es: Código de otros proyectos
gl: Código doutros proxectos
hi: अन्य परियोजनाओं से कोड
ta: பிற திட்டங்களிலிருந்து குறியீடு

source: A basic transcription utility
es: Una utilidad básica de transcripción
eu: Transkripzioak egiteko oinarrizko tresna
gl: Unha utilidade de transcrición básica
hi: एक बुनियादी प्रतिलेखन उपयोगिता
ta: ஒரு அடிப்படை டிரான்ச்கிரிப்சன் பயன்பாடு

source: translator-credits
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Gabor Karsay https://launchpad.net/~gabor-karsay Jorge Toledo https://launchpad.net/~eldelacajita Rodrigo Lledó https://launchpad.net/~rodhos-hp VPablo https://launchpad.net/~villumar Eduardo Bray https://github.com/polirritmico
eu: Alexander Gabilondo
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Warning: Parlatype handles only one file at a time. The other files are ignored.
es: Atención: Parlatype carga únicamente un archivo a la vez. El resto se ignorará.
eu: Abisua: Parlatypek fitxategi bakarra kudeatzen du aldi berean. Beste fitxategiak ez dira aintzat hartzen.
gl: Advertencia: Parlatype traballa con só un ficheiro de cada vez. Os demais ficheiros son ignorados.
hi: चेतावनी: Parlatype एक समय में केवल एक फाइल को संभालता है। अन्य फाइलों को अनदेखा कर दिया जाता है।
ta: எச்சரிக்கை: பார்லாடைப் ஒரு நேரத்தில் ஒரு கோப்பை மட்டுமே கையாளுகிறது. மற்ற கோப்புகள் புறக்கணிக்கப்படுகின்றன.

source: Link
es: Enlace
eu: Esteka
gl: Ligazón
hi: लिंक
ta: இணைப்பு

source: This configuration is active.
es: Esta configuración está activa.
gl: Esta configuración está activa.
hi: यह विन्यास सक्रिय है।
ta: இந்த உள்ளமைவு செயலில் உள்ளது.

source: Deactivate
es: Desactivar
eu: Desaktibatu
gl: Desactivar
hi: निष्क्रिय करें
ta: செயலிழக்கச் செய்யுங்கள்

source: Model data is installed.
es: Los datos del modelo están instalados.
eu: Ereduaren datuak instalatuta daude.
gl: Os datos do modelo están instalados.
hi: मॉडल डेटा स्थापित है।
ta: மாதிரி தரவு நிறுவப்பட்டுள்ளது.

source: Activate
es: Activar
eu: Aktibatu
gl: Activar
hi: सक्रिय करें
ta: செயல்படுத்து

source: Model data is not installed.
es: Los datos del modelo no están instalados.
eu: Ereduaren datuak ez daude instalatuta.
gl: Os datos do modelo non están instalados.
hi: मॉडल डेटा स्थापित नहीं है।
ta: மாதிரி தரவு நிறுவப்படவில்லை.

source: See next section for details.
es: Consulte la sección siguiente para obtener más información.
eu: Ikusi hurrengo atala xehetasunetarako.
gl: Vexa a sección seguinte para máis detalles.
hi: विवरण के लिए अगला अनुभाग देखें।
ta: விவரங்களுக்கு அடுத்த பகுதியைப் பார்க்கவும்.

source: Model data will be preserved
es: Se conservarán los datos del modelo
eu: Ereduaren datuak gordeko dira
gl: Os datos do modelo serán conservados
hi: मॉडल डेटा संरक्षित किया जाएगा
ta: மாதிரி தரவு பாதுகாக்கப்படும்

source: Language
es: Idioma
gl: Idioma
hi: भाषा
ta: மொழி

source: Type of Model
es: Tipo de Modelo
eu: Eredu mota
gl: Tipo de modelo
hi: मॉडल का प्रकार
ta: மாதிரி வகை

source: GStreamer Plugin
es: Complemento GStreamer
gl: Engadido do GStreamer
hi: GStreamer प्लगइन
ta: சிச்ட்ரீமர் சொருகி

source: Publisher
es: Editor
hi: प्रकाशक
ta: வெளியீட்டாளர்

source: License
es: Licencia
gl: Licenza
hi: लाइसेंस
ta: உரிமம்

source: Instructions
es: Instrucciones
gl: Instrucións
hi: निर्देश
ta: வழிமுறைகள்

source: Download
es: Descargar
gl: Descargar
hi: डाउनलोड
ta: பதிவிறக்கம்

source: “%s” has been deleted
es: "%s" ha sido borrado
eu: “%s” ezabatu da
gl: Non se eliminou «%s»
hi: “%s” मिटा दिया गया है
ta: “%s” நீக்கப்பட்டது

source: Error
eu: Errorea
gl: Erro
hi: त्रुटि
ta: பிழை

source: “%s” has been activated
es: "%s" ha sido activado
eu: “%s” aktibatu da
gl: Activouse «%s»
hi: “%s” सक्रिय कर दिया गया है
ta: “%s” செயல்படுத்தப்பட்டுள்ளது

source: Configuration has been deactivated
es: Se ha desactivado la configuración
eu: Konfigurazioa desaktibatu da
gl: Desactivouse a configuración
hi: विन्यास निष्क्रिय कर दिया गया है
ta: உள்ளமைவு செயலிழக்கப்பட்டது

source: Not installed
es: No instalado
gl: Non instalado
hi: स्थापित नहीं है
ta: நிறுவப்படவில்லை

source: second
es: segundo
eu: segundo
gl: segundo
hi: सेकंड
ta: இரண்டாவது
